{
  "ScheduleItems": [{
    "Id": 1,
    "ShortDescription": "Nulla facilisi. Pellentesque luctus fermentum massa, nec accumsan nisl rhoncus eget. Praesent interdum porttitor molestie. Sed sit amet mi dictum, fermentum ligula non, dictum arcu.",
    "FullDescription": "Integer tempor diam et velit pharetra malesuada. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Donec fermentum eu mi vehicula cursus. Curabitur at ultricies sapien, vitae suscipit nunc. In hac habitasse platea dictumst. Praesent vel turpis bibendum, consequat nisl vel, tempor ante. Aliquam ut nisl fringilla, gravida ligula vestibulum, convallis tellus. Curabitur eu convallis nibh, non efficitur justo. Suspendisse lobortis pellentesque nisi. Nam at maximus orci. Duis dignissim dui eget lobortis commodo. Phasellus enim urna, suscipit et suscipit a, aliquet nec justo. Nulla vel justo porta quam gravida porta id et dui. Vivamus ut suscipit nulla. Pellentesque pretium gravida nibh, a hendrerit sem luctus vel. Nullam pretium quam sit amet orci tincidunt elementum.\r\n\r\nMaecenas vulputate lacinia risus, gravida sodales ex. In hac habitasse platea dictumst. Pellentesque mollis ligula et posuere vehicula. Sed in malesuada nunc. Ut eu elit posuere, interdum arcu feugiat, mollis justo. Cras sed mattis odio. Nullam pulvinar orci non felis fermentum, non gravida nulla tincidunt. Nulla faucibus sed justo ac aliquet. Nam sit amet ligula molestie, fringilla purus eu, molestie purus. Fusce augue elit, accumsan ut ante eget, tincidunt commodo orci. Sed eu enim imperdiet, viverra eros a, venenatis elit. Sed finibus imperdiet odio, id porttitor nisl euismod ut. Fusce tincidunt nibh magna, quis bibendum mi faucibus ut.\r\n\r\nClass aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Nam placerat magna eu justo rhoncus, non malesuada nisi varius. Maecenas nisl dui, tempor sed lectus a, dictum aliquam nisl. Nunc ut eros in turpis tempus molestie. Aliquam erat volutpat. Pellentesque rhoncus velit id sodales vestibulum. Sed finibus molestie quam sed consectetur. Curabitur hendrerit nunc ac sem mollis, a placerat nulla dictum.",
    "StartDateTime": "2022-05-11T09:00:00",
    "EndDateTime": "2022-05-11T10:30:00",
    "ItemTypeName": "Class"
  }, {
    "Id": 2,
    "ShortDescription": "Duis malesuada augue et dui ultricies facilisis. Aliquam nec tortor imperdiet, rhoncus nunc sed, imperdiet lacus. Mauris ornare vulputate justo et rutrum. ",
    "FullDescription": "Nulla pulvinar sit amet turpis id blandit. Nulla tellus purus, lobortis id sapien nec, cursus auctor lorem. Mauris vitae augue ac purus aliquam egestas id a magna. Cras laoreet tellus semper enim suscipit laoreet. Morbi dictum, magna quis pharetra euismod, nisl orci accumsan metus, ac commodo ante purus in lacus. Vivamus eu eros elit. Vestibulum sodales tincidunt mollis. Fusce elit erat, rutrum a dictum non, semper vitae velit. Sed bibendum et ex sed ornare. Suspendisse potenti. Nulla facilisi. Nulla vitae massa ac ex suscipit dapibus. Etiam eu fermentum lectus. Duis sed venenatis metus. Sed sagittis ultricies vestibulum.\r\n\r\nPhasellus rhoncus tempus mattis. Etiam eget lobortis sem. Praesent dignissim tortor justo, sit amet sagittis nunc laoreet ut. Aliquam vel mi lectus. Pellentesque condimentum enim ante, sit amet elementum tellus faucibus nec. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Suspendisse tempor ipsum vitae odio tincidunt volutpat. Proin varius tristique dolor in auctor. Maecenas lorem ligula, accumsan ac est non, dapibus tempor mauris. Suspendisse potenti. Nam laoreet quis velit vitae commodo. Vivamus sem sem, maximus vitae sapien at, luctus efficitur justo. In hac habitasse platea dictumst.\r\n\r\nNam accumsan lectus vel erat varius varius. Fusce velit nisl, pellentesque nec dui in, scelerisque facilisis dui. Donec hendrerit odio nunc, ac efficitur risus tempor sed. Praesent ut convallis tellus. In ut odio id odio scelerisque dictum. Morbi interdum risus leo, a molestie massa pretium vel. Integer ut consequat nisi. Aliquam pretium ex eros, at laoreet metus pellentesque vitae.",
    "StartDateTime": "2022-05-11T11:00:00",
    "EndDateTime": "2022-05-11T13:30:00",
    "ItemTypeName": "Class"
  }, {
    "Id": 4,
    "ShortDescription": "Etiam hendrerit interdum nunc nec condimentum. Pellentesque luctus mauris enim, nec interdum elit vulputate eu.",
    "FullDescription": "Sed sit amet magna sit amet nisi aliquet varius. In at rhoncus neque, non sollicitudin turpis. Integer sollicitudin sed leo facilisis faucibus. Cras at tellus mauris. Quisque turpis sem, ultricies at sapien ac, maximus tincidunt tellus. Curabitur eu diam at arcu consectetur aliquam mollis at nisi. Maecenas iaculis neque quis ornare fringilla. Fusce posuere ultricies arcu, accumsan commodo erat fermentum quis.\r\n\r\nVestibulum iaculis sapien vitae dictum scelerisque. Nam rhoncus viverra arcu in accumsan. Curabitur at maximus ipsum, sit amet efficitur orci. Sed nec nulla nec est semper consequat. Fusce porta facilisis libero, non interdum odio accumsan nec. Cras ligula erat, tincidunt nec lorem sed, vestibulum finibus est. Sed suscipit convallis nibh vel sagittis. Morbi eget dictum lectus. Curabitur mollis nulla dui, ac lacinia quam tincidunt quis.\r\n\r\nNullam consectetur leo et dolor pretium, ac lacinia sem aliquam. Sed commodo neque ut dui mattis mattis. Nunc sed odio sed libero pellentesque feugiat in quis lectus. Fusce massa orci, rutrum quis iaculis vitae, feugiat id odio. Donec dui enim, iaculis eget vehicula nec, rhoncus vel diam. Pellentesque ornare aliquet molestie. Cras nec magna diam. Ut sit amet enim eget mauris varius feugiat ac at lectus. Quisque eget lacinia libero. Etiam sapien sem, accumsan quis quam in, scelerisque euismod augue. Donec eu leo dui. In hac habitasse platea dictumst. Pellentesque lobortis eu tortor in suscipit. Quisque condimentum nisl vel venenatis rutrum.",
    "StartDateTime": "2022-05-12T09:00:00",
    "EndDateTime": "2022-05-12T11:00:00",
    "ItemTypeName": "Ritual"
  }, {
    "Id": 5,
    "ShortDescription": "Suspendisse blandit purus venenatis mi vehicula sagittis. Phasellus tempus iaculis est, nec sollicitudin dui faucibus vel. Nam in dui a lorem auctor finibus.",
    "FullDescription": "Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Aliquam quis lectus dictum, mollis tellus et, viverra nisi. Duis porta lectus libero, vitae pretium nisi imperdiet nec. Aenean aliquam felis vitae leo dapibus pretium. Etiam tristique velit sed ante scelerisque egestas et vel neque. Praesent id tincidunt augue. Maecenas et ipsum eget nisl vehicula pharetra eget blandit velit. Aenean blandit magna sed mollis consequat.\r\n\r\nSed eget malesuada lorem, at tempor libero. Morbi et molestie felis. Proin sit amet elit pulvinar, tempus ligula eu, suscipit est. Mauris posuere rhoncus leo, ac ultrices felis eleifend a. Phasellus consectetur nisi eu ante venenatis, vitae blandit erat volutpat. Donec non orci pulvinar, feugiat dui ac, ultricies dui. Fusce sodales, odio ut interdum dictum, libero diam vehicula ante, id pulvinar nunc nunc sit amet est.\r\n\r\nMorbi ac mattis massa, quis lobortis arcu. Donec fermentum diam vitae leo venenatis luctus. Interdum et malesuada fames ac ante ipsum primis in faucibus. Ut pulvinar est vel ex faucibus, quis efficitur magna molestie. Donec eget dolor ipsum. Suspendisse magna velit, condimentum sit amet dapibus vitae, tempus nec tellus. Morbi facilisis mi est, vitae malesuada arcu rhoncus sit amet. Vivamus in dapibus enim.",
    "StartDateTime": "2022-05-12T11:00:00",
    "EndDateTime": "2022-05-12T12:30:00",
    "ItemTypeName": "Entertainment"
  }, {
    "Id": 3,
    "ShortDescription": "Cras ultrices erat in tristique hendrerit. Vestibulum quis turpis efficitur, rhoncus lorem eget, hendrerit mauris.",
    "FullDescription": "Morbi id pretium odio, in rutrum lorem. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Aliquam posuere cursus vehicula. In accumsan nisl quis ipsum pretium pulvinar. Suspendisse suscipit, augue in dignissim dapibus, ex massa tincidunt justo, maximus mollis urna libero in massa. Vestibulum suscipit, leo et maximus luctus, libero odio feugiat nisi, sit amet tristique sem lectus quis ante. Ut aliquet dictum nunc.\r\n\r\nOrci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec semper iaculis dui, nec volutpat tellus rutrum sed. Sed sit amet lacus quis augue aliquam molestie eget at dui. Etiam nec enim leo. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Fusce semper diam id lacus porta tincidunt. In dignissim eleifend ligula vitae luctus. Sed urna tellus, rutrum ac lacus sit amet, sagittis elementum lacus.\r\n\r\nSed tincidunt dolor tellus, vel interdum magna molestie id. Morbi non tincidunt tellus. Maecenas blandit, purus ac facilisis finibus, diam nunc auctor ligula, vitae venenatis nunc ipsum placerat nisl. Integer tincidunt interdum sodales. Nunc molestie tortor ut neque pulvinar bibendum. Aenean ut orci vitae orci pretium commodo. Pellentesque a blandit arcu. Mauris dictum tortor quis tempus tincidunt. In dignissim, lacus non laoreet aliquet, mauris ligula venenatis ligula, eget porttitor ipsum lacus quis velit. Nulla facilisi. Vivamus id elit sollicitudin, aliquet magna non, tincidunt nunc. Curabitur eu justo risus. Aliquam et augue id nisi bibendum condimentum et sit amet neque. Aliquam pulvinar, lectus a efficitur tempor, arcu eros lobortis sem, vel dignissim leo sem vel lectus. Nulla ornare nulla ut enim convallis fermentum. Donec quis lobortis neque.",
    "StartDateTime": "2022-05-12T13:00:00",
    "EndDateTime": "2022-05-12T15:00:00",
    "ItemTypeName": "Uncategorized"
  }]
}